---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExtensibleStorage.FieldBuilder
source: html/b84ecbf4-1f0a-3e25-30cc-d150b5236e13.htm
---
# FieldBuilder Members

Constructs a new copy of the input ESFieldBuilder object.